Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Skoro formalności za nami, pozostaje mi jedynie życzyć powodzenia!
uk: Тепер, коли формальності позаду, мені залишається тільки побажати тобі удачі!

source: Skoro formalności związane z twoim dołączeniem mamy już za sobą, to myślę, że najwyższy czas by zlecić ci twoje pierwsze gildyjne zlecenie.
uk: Тепер, коли формальності твого вступу позаду, я думаю, настав час дати тобі перше гільдійське завдання.

source: Skoro i tak szukasz porywaczy swojego brata, to może akurat natrafisz na jej trop podczas prowadzenia swojego śledztwa.
uk: Оскільки ти й так шукаєш викрадачів свого брата, є шанс натрапити на його слід під час твого розслідування.

source: Skoro jest ci tutaj tak źle to coś z tym zrób!
uk: Якщо тобі тут так погано, то зроби щось з цим!

source: Skoro jest parę kroków stąd, dlaczego sam jeszcze po nią nie poszedłeś?
uk: Якщо він за кілька кроків, чому ти досі не сходив за ним?

source: Skoro jest tak źle, jak mówisz, to nie masz nic do stracenia.
uk: Якщо все так погано, як ти кажеш, то тобі нічого втрачати.

source: Skoro jest tak, jak mówisz, to do czego był mu potrzebny ten dzieciak?
uk: Якщо все так, як ти кажеш, то навіщо йому був потрібен цей хлопчисько?

source: Skoro jest taki nieuczciwy, to może lepiej trzymać się od niego z daleka? Spacerować możecie przecież wszędzie.
uk: Якщо він такий нечесний, може, вам краще триматися від нього подалі? Зрештою, ви можете гуляти будь-де.

source: Skoro jesteś gorliwym wyznawcą Pana Ładu, może odwiedzisz nasz przybytek na wyspie? Tamtejsi magowie chętnie przyjmą w swoje progi strapionego wędrowca i człowieka głębokiej wiary.
uk: Якщо ти відданий послідовник Володаря Порядку, чому б тобі не відвідати нашу обитель на острові? Тамтешні маги радо зустрінуть на своєму порозі як зневіреного мандрівника, так і глибоко віруючу людину.

source: Skoro jesteś gotów, przejdźmy zatem do pierwszego testu. Wytrwałości.
uk: Отже, якщо ти готовий, перейдімо до першого тесту. Наполегливості.

source: Skoro jesteś jego psem, to czemu nie wrócisz do niego skamląc i prosząc, żeby to on odpowiedział na twoje pytania?
uk: Якщо ти його пес, то чому б тобі не повернутися до нього, скиглячи і просячи, щоб вже він відповідав на твої запитання?

source: Skoro jesteś taki dobry w wymyślaniu paragrafów, to może idź do rady miejskiej, a nie do straży?
uk: Ти за словом в кишеню не полізеш, чому б тобі не піти в міську раду замість Варти?

source: Skoro jesteś taki twardy, to może mógłbyś mnie wyszkolić?
uk: Якщо ти такий сильний, то, може, потренуєш мене?

source: Skoro jesteś taki zadowolony, to na pewno chcesz się jakoś odwdzięczyć.
uk: Якщо ти такий задоволений, я впевнений, що ти хочеш мені якось віддячити.

source: Skoro jesteście spichlerzem całej wyspy, dlaczego gubernator nie wyśle wam jakiegoś wsparcia?
uk: Оскільки ви – житниця всього острова, чому губернатор не надішле вам підтримку?

source: Skoro jesteśmy już po oficjalnej części uroczystości, to czas na świętowanie.
uk: Тепер, коли ми пройшли офіційну частину церемонії, настав час святкувати.

source: Skoro jesteśmy na miejscu, to możemy chwilę poudawać, że nad czymś pracujemy. Tylko uważaj, żebyś nie uderzył się w palce!
uk: Тепер, коли ми на місці, можемо вдати, що ми над чимось працюємо. Тільки обережно, не вдар себе по руці!

source: Skoro już mowa o kłopotach, to jak tylko dorwę tego drania Hoda, to dopiero będzie tutaj awantura.
uk: До речі, про неприємності, як тільки я дістануся до цього виродка Хода, то тут буде бійка.

source: Skoro już należysz do Wodnego Kręgu, to mogę pokazać ci kilka naszych sekretnych ruchów.
uk: Оскільки ти вже належиш до Кільця Води, я можу показати тобі деякі наші секретні прийоми.

source: Skoro już o nim mowa, to za chwilę powinien tu być.
uk: До речі, він скоро буде тут.

source: Skoro już o tym mowa, powiedz mi, co sądzisz o tej całej sprawie z orkami? Ramsey ciągle twierdzi, że to tylko pogłoski, ale mieszkańcy wioski są coraz bardziej zaniepokojeni.
uk: До речі, скажи, що ти думаєш про всю цю історію з орками? Рамзі продовжує говорити, що це лише чутки, але жителі села все більше і більше занепокоєні.

source: Skoro już pracuję dla twojego szefa, to może mogłabyś mnie czegoś nauczyć?
uk: Оскільки я вже працюю на твого шефа, то, може, ти могла б мене чогось навчити?

source: Skoro już tak dobrze sobie tu radzisz, to może złożysz mu wizytę i zaproponujesz swoje usługi? Zawsze to okazja na zarobienie kilku złotych monet.
uk: Якщо у тебе так добре йдуть справи, чому б тобі не завітати до нього і не запропонувати свої послуги? Це завжди гарна можливість заробити кілька золотих монет.

source: Skoro już to zaproponowałeś, to chętnie spojrzę, jak robi to ktoś bardziej doświadczony.
uk: Якщо вже ти запропонував, то я з радістю подивлюся, як це робить хтось більш досвідчений.

source: Skoro już tu jestem, mogę wam się na coś przydać.
uk: Поки я тут, я можу бути вам корисним.

source: Skoro już tu jesteś, rozmawiaj z Blakiem, póki jeszcze możesz.
uk: Якщо ти вже тут, поговори з Блейком, поки ще можеш.

source: Skoro już wiemy, co urządziło twojego brata, to można się brać za przygotowanie eliksiru.
uk: Тепер, коли ми знаємо, що вжалило твого брата, можна братися за приготування зілля.

source: Skoro już wiesz, kim jestem, czas bym dowiedział się czegoś o tobie.
uk: Оскільки ти вже знаєш, хто я, час і мені дізнатись щось про тебе.

source: Skoro już znasz podstawy, pora przejść do kolejnej istotnej kwestii. Broń to narzędzie do odbierania życia, nie ozdoba. Podczas kucia myśl, czy spełnia swoją rolę.
uk: Тепер, коли ти знаєш основи, настав час перейти до наступного важливого моменту. Зброя – це знаряддя для позбавлення життя, а не прикраса. Під час кування думай про те, чи буде вона виконувати своє призначення.

source: Skoro już znasz podstawy, to możesz skupić się na doskonaleniu techniki. Oczywiście, żeby nabrać wprawy, trzeba po prostu kuć.
uk: Тепер, коли тобі відомі основи, ти можеш зосередитися на вдосконаленні своєї техніки. Звичайно, щоб досягти майстерності, потрібно просто не зупинятися на досягнутому.

source: Skoro kretoszczury poczuły się tu bezpiecznie, to znaczy, że w pobliżu nie ma niczego groźniejszego.
uk: Якщо кротощурі почувалися тут у безпеці, значить, нічого небезпечнішого поблизу немає.

source: Skoro mamy dowody, to straż nie może się tym zająć?
uk: Якщо у нас є докази, хіба Варта не може їх розглянути?

source: Skoro mamy to już za sobą, możemy przejść do...
uk: Тепер, коли ми розібралися з цим, ми можемо перейти до...

source: Skoro muszę...
uk: Оскільки я мушу...

source: Skoro mówisz, że to większa wyprawa to istnieje szansa, że wyjdziemy stamtąd żywi... Oczywiście, że jestem zainteresowany! Ależ to będzie materiał na opowieść!
uk: Але, оскільки ти кажеш, що збирається велика експедиція, то є шанс, що ми зможемо вибратися звідти живими... Звісно, я зацікавлений! Оце буде матеріал для розповідей!

source: Skoro na Archolos jest ci tak źle, to czemu tu jesteś?
uk: Якщо на Архолосі тобі так погано, то чому ти тут?

source: Skoro nic nie robicie, to my idziemy dalej.
uk: Оскільки ви нічого не порушуєте, ми підемо далі.

source: Skoro niczego nie przyniosłeś, to nie zawracaj mi głowy!
uk: Оскільки ти нічого не приніс, не набридай мені!

source: Skoro nie chcesz nic ode mnie i moich owiec to daj mi spokój.
uk: Якщо тобі нічого не треба від мене чи моїх овець, то дай мені спокій.

source: Skoro nie da się do ciebie przemówić słowami, to może sakiewka rozwiąże problem?
uk: Якщо слова тебе не переконують, то, може, гаманець вирішить цю проблему?

source: Skoro nie ma innego wyjścia, to trudno, zapłacę.
uk: Оскільки іншого виходу немає, то я заплачу.

source: Skoro nie moja, to trudno.
uk: Якщо не моя, то це погано.

source: Skoro nie wiesz nawet, co użądliło twojego brata, to podejdź do jednego z pulpitów w mojej pracowni.
uk: Оскільки ти навіть не знаєш, що вкусило твого брата, підійди до одного з книжкових стендів у моїй майстерні.

source: Skoro nie znasz tego smrodu, to mogę ci tylko pozazdrościć. Chodź, musimy się spieszyć.
uk: Якщо ти не знаєш, що таке сморід, то я можу тобі тільки позаздрити. Ходімо, потрібно поспішати.

source: Skoro nikt nie wie, co się stało, a ty jesteś tutaj... o nie... czy to znaczy, że...
uk: Оскільки ніхто не знає, що сталося, а ти тут... о, ні... це означає, що...

source: Skoro o nią pytasz, to musi być dla ciebie ważna.
uk: Раз ти про неї питаєш, значить вона для тебе важлива.

source: Skoro o tym mowa, pewnie nieźle ci się teraz wiedzie, nie byłbyś w stanie poratować starego wuja kilkoma monetami? Naprawdę nie chciałem o to prosić, ale jest jak jest...
uk: До речі, мабуть, у тебе зараз справи йдуть непогано, чи не міг би ти поділитися зі своїм старим дядьком кількома монетами? Я дійсно не хотів просити про це, але є, як є...

source: Skoro podobno to ty zajmujesz się tym śledztwem, to może zacznij od tej cholernej krwi na ścianie.
uk: Якщо вже ти займаєшся цим розслідуванням, то, певно, почни з тієї клятої крові на стіні.

source: Skoro posłał do mnie posłańca, to znaczy, że pewnie kończy mu się umowa z Wilczymi Synami. Zobaczymy jak będzie śpiewał za kilka miesięcy. Wyślę mu odpowiedź gońcem.
uk: Оскільки він відправив когось до мене, це означає, що його контракт з Вовчими Синами, ймовірно, закінчується. Подивимось, як він заспіває через кілька місяців. Я надішлю йому відповідь через посланця.

source: Skoro przez cały ten czas nie sprzedałem tego miecza, to raczej już mi się nie uda. Nie będę żałował, jeśli ty będziesz nim władał.
uk: Оскільки за весь цей час я так і не зміг продати цю шпагу, навряд чи мені це вдасться пізніше. Я не буду шкодувати, якщо вона дістанеться тобі.

source: Skoro raport mamy za sobą, przejdźmy do meritum naszego spotkania.
uk: Оскільки зі звітом покінчено, давай перейдемо до суті нашої зустрічі.

source: Skoro rozwiązujesz sprawę Stana to należysz do jego ludzi.
uk: Оскільки ти розслідуєш справу Стена, ти належиш до його людей.

source: Skoro rzucasz takimi stwierdzeniami, przypuszczam, że w swoim życiu musiałeś spotkać wiele kobiet, choć... trudno w to uwierzyć.
uk: Оскільки ти розкидаєшся такими заявами, я припускаю, що ти, мабуть, зустрічав багато жінок у своєму житті, хоча... в це важко повірити.

source: Skoro sam Cortez sobie tego życzy... Tylko nie próbujcie żadnych sztuczek.
uk: Якщо Кортез сам цього хоче... Тільки без фокусів.

source: Skoro sam nalegasz, to chyba muszę ci pokazać, jak należy walczyć.
uk: Якщо ти так наполягаєш, мабуть, мені треба показати тобі, як слід битися.

source: Skoro sam nalegasz.
uk: Якщо ти так наполягаєш.

source: Skoro sami magowie tak powiedzieli...
uk: Якщо вже самі маги так сказали...

source: Skoro sprawdzasz tylko tych, którzy przychodzą do wioski, to skąd wiesz, że mój brat z niej nie wychodził?
uk: Оскільки ти перевіряєш тільки тих, хто заходить в село, звідки ти знаєш, що мій брат не виходив з села?

source: Skoro stacjonowaliście ostatnio w okolicach wioski to jest szansa, że wiecie coś o tej sprawie.
uk: Оскільки ваш підрозділ нещодавно перебував неподалік від села, можливо, тобі щось відомо про цю справу.

source: Skoro szczaw królewski wzmacnia działanie wszystkich roślin, to co jeśli użyjemy go na organizmie wzmocnionym tylko miksturami co twój?
uk: Оскільки королівський щавель посилює дію всіх рослин, що буде, якщо ми застосуємо його на організм, зміцнений такою кількістю мікстур, як твій?

source: Skoro tak dobrze ci szło do tej pory, to mam dla ciebie propozycję.
uk: Оскільки ти так добре справляєшся, у мене є для тебе пропозиція.

source: Skoro tak dobrze nam się współpracuje, to możemy od czasu do czasu pohandlować swoimi znaleziskami.
uk: Оскільки ми так добре співпрацюємо, ми можемо час від часу обмінюватися своїми знахідками.

source: Skoro tak dobrze pracowało ci się z Caramonem, przekaż mu, że jego również wyznaczam do tego zadania.
uk: Оскільки ви так добре спрацювалися з Карамоном, перекажи йому, що він також призначений для цього завдання.

source: Skoro tak interesuje cię magia, to miałbym dla ciebie pewną propozycję.
uk: Якщо ти так цікавишся магією, у мене є для тебе певна пропозиція.

source: Skoro tak mówisz.
uk: Як скажеш.

source: Skoro tak się o niego dopytujesz, to pewnie zdążył ci opowiedzieć swoją przykrą historię.
uk: Якщо ти так багато про нього розпитуєш, то, напевно, він встиг розповісти тобі свою сумну історію.

source: Skoro tak stawiasz sprawę. Jak mam udowodnić, że jestem niewinny?
uk: Якщо ти так ставиш питання. Як мені довести, що я не винен?

source: Skoro tak stawiasz sprawę... Co mam robić?
uk: Якщо ти так ставиш питання... Що я маю робити?

source: Skoro tak stawiasz sprawę... to nastąpiły pewne komplikacje.
uk: Якщо ти так кажеш... то у нас виникли певні складнощі.

source: Skoro tak twierdzisz.
uk: Як скажеш.

source: Skoro tak twierdzisz. Niech będzie. Oto twoje złoto
uk: Якщо ти так кажеш. Ну добре. Ось твоє золото.

source: Skoro tak wam się spieszy, to idźcie. Byłbym dla was tylko ciężarem.
uk: Якщо ви так поспішаєте, то йдіть. Я буду для вас лише зайвим тягарем.

source: Skoro tak, to mógłbyś pomóc Ruudowi? Wybił sobie bark i nie może przez to pracować.
uk: Якщо так, то, може, ти можеш допомогти Рууду? Він вибив собі плече і через це не може працювати.

source: Skoro taki wojak jak ty sobie nie poradził, to co ja mogę?
uk: Якщо такий воїн, як ти, не зміг з ними впоратися, то що зможу я?

source: Skoro taki z ciebie wojownik, może rozważysz dołączenie do wartowników, co?
uk: Якщо ти такий боєць, то, може, приєднаєшся до охоронців, га?

source: Skoro takie mamy prawo, to z pewnością musicie mieć jakiś papier od przełożonego.
uk: Оскільки це закон, напевно, у вас має бути якийсь документ від керівника.

source: Skoro te podejrzane rzeczy były przy wąwozie, to niech powie, że pójdzie tunelem w górze. Tylko przekonaj go do tego dyskretnie, Gildia nie może się zbłaźnić!
uk: Оскільки ті підозрілі речі були біля яру, нехай він скаже, що підніметься тунелем. Тільки переконай його зробити це непомітно, щоб не виставити Гільдію посміховиськом!

source: Skoro ten mech jest taki dobry to czemu nikt go nie wydobywa?
uk: Якщо цей мох настільки цінний, чому його ніхто не збирає?

source: Skoro ten mech jest taki dobry, to czemu nikt go nie wydobywa i nie sprzedaje?
uk: Якщо цей мох такий хороший, чому його ніхто не збирає і не продає?

source: Skoro to był twój jedyny trop, to chyba przyznasz, że zabicie go nie było rozsądną decyzją.
uk: Оскільки це була твоя єдина зачіпка, гадаю, ти визнаєш, що вбити його було не дуже мудрим рішенням.

source: Skoro to już wszystko, pora usłyszeć werdykt sędziego.
uk: Тепер, коли нам все відомо, настав час почути вердикт судді.

source: Skoro to stolica kultury, to może znajdę tutaj chwilę, by trochę poczytać?
uk: Оскільки це культурна столиця, можливо, я знайду тут час, щоб трохи почитати?

source: Skoro to tyle trwa, to chyba będzie trzeba zbudować jakieś schronienie.
uk: Якщо це триває так довго, доведеться розбивати тут табір.

source: Skoro to wszystko jest już za nami, możemy pomyśleć o twoim zasłużonym spotkaniu z Benem.
uk: Тепер, коли все це позаду, ми можемо подумати про твою заслужену зустріч з Беном.

source: Skoro tobie zawdzięczamy tę dostawę, to pewnie wiesz już, jak pracować z drewnem.
uk: Оскільки ми завдячуємо тобі цією доставкою, ти, напевно, вже знаєш, як працювати з деревиною.

source: Skoro tropisz trudno uchwytną bestię, to odszukanie jednego, rannego człowieka nie powinno sprawić ci kłopotu.
uk: Оскільки ти вистежуєш звіра, якого важко спіймати, знайти одного пораненого чоловіка не повинно викликати у тебе жодних проблем.

source: Skoro ty zarządzasz wioską to co robi Albyn?
uk: Якщо ти керуєш селом, то що тоді робить Альбін?

source: Skoro usłyszałeś odpowiedzi na swoje pytania, czy mam słowo, że przemilczysz to co tu widziałeś?
uk: Оскільки ти почув відповіді на свої питання, чи даси обіцянку, що мовчатимеш про те, що тут побачив?

source: Skoro wiem, co moi ludzie o mnie myślą, możemy...
uk: Тепер, коли я знаю, що мої люди думають про мене, ми можемо...

source: Skoro wiesz, to po co pytasz?
uk: Якщо знаєш, то чому питаєш?

source: Skoro więc wiesz, gdzie zacząć poszukiwania, to nie trać więcej czasu.
uk: Оскільки ти знаєш, з чого почати пошуки, то не гай більше часу.

source: Skoro współpracujesz z Riordianem i Kesselem to myślę, że mogę ci zaufać i przyznać dostęp do części z moich zasobów.
uk: Оскільки ти співпрацюєш з Ріордіаном і Кесселем, думаю, я можу тобі довіряти та надати доступ до дечого зі своїх запасів.

source: Skoro wszyscy łowcy z wioski nie mogli sobie z tym poradzić to musi być jakaś poważniejsza sprawa. Jak myślicie, co to może być?
uk: Якщо всі мисливці з села не змогли з цим впоратись, значить, справа серйозна. Як ти вважаєш, що це може бути?

source: Skoro zagnieździły się tam potwory, dlaczego nie powiesz o nich wartownikom?
uk: Якщо там гніздяться чудовиська, чому б не розповісти про них охоронцям?

source: Skoro zależy ci na doskonaleniu swoich umiejętności, nawet w takich okolicznościach, to mam dla ciebie dobrą wiadomość.
uk: Оскільки ти хочеш розвивати свої навички навіть за таких обставин, я маю для тебе гарну новину.

source: Skoro znalazłeś je w lesie, to pewnie jakieś wilki dopadły tego nieszczęśnika. Takie rzeczy się zdarzają.
uk: Оскільки ти знайшов його у лісі, то, мабуть, якісь вовки загризли цього нещасного. Таке інколи трапляється.

source: Skoro znasz wszelakie sposoby na przetrwanie tutaj, to może mógłbyś mnie czegoś nauczyć?
uk: Якщо ти знаєш всілякі способи виживання, може, навчиш мене чогось?

source: Skoro żądza rozlewu krwi została zaspokojona, zapraszam wszystkich, by przenieść się do karczmy. Zaspokójmy nasze pozostałe pragnienia wybornym winem na koszt Corteza!
uk: Тепер, коли жага до кровопролиття вгамована, я запрошую всіх до корчми. Втамуємо свою спрагу відбірним вином за рахунок Кортеза!

source: Skorupa błotniaka
uk: Панцир мулистої черепахи

source: Skorupa kraba
uk: Панцир краба

source: Skorupka przyjemnie chrupie.
uk: Скоринка приємно хрустить.

source: Skorzystałem z pomocy Salzera, który przewiózł mnie w beczce po winie do miasta. W razie jakby strażnik którejś z bram sprawiał mi problemy, to mam mu odpowiedzieć, że wszedłem do miasta przez drugą.
uk: Я звернувся по допомогу до Зальцера, який перевіз мене до міста у винній бочці. Якщо вартовий біля одного з воріт буде допитуватися, я маю відповісти йому, що увійшов до міста через інші ворота.

source: Skołuj jeszcze jedną butelczynę dla starego Rika, to pogadamy.
uk: Принеси ще одну пляшку для старого Ріка, тоді й поговоримо.

source: Skończ te gierki. Dobrze wiesz, o czym mówię. Gdzie ją trzymacie?
uk: Припини ці ігри. Ти добре знаєш, про що я говорю. Де ти її тримаєш?

source: Skończ te kłamstwa, bo przyleję ci w mordę.
uk: Припини брехати, або я дам тобі в морду.

source: Skończ te kłamstwa, bo znowu przyleję ci w mordę.
uk: Припини брехати, або я знову дам тобі в морду.

source: Skończ z tą magią! Masz problem ze słuchem?!
uk: Припини цю магію! У тебе проблеми зі слухом?!

source: Skończ ze mnie żartować, nim się zdenerwuję.
uk: Припини з мене глузувати, поки я не розсердився.

source: Skończycie wreszcie?
uk: Ти врешті-решт припиниш?

source: Skończyliście już? Macie ten miecz? To wynośmy się stąd, nie zamierzam siedzieć w tym grobowcu ani chwili dłużej.
uk: Ти вже закінчив? Меч у тебе? Тоді ходімо звідси, я не збираюся залишатися в цій гробниці більше ані хвилини.

source: Skończyłem ciąć drewno. Teraz mam się zająć przekuwaniem metalowych prętów. Zaczynam od rozgrzania jednego, obkuwam go na kowadle z lewej i z prawej, a na sam koniec chłodzę otrzymany kawałek.
uk: Я закінчив розпилювати деревину. Тепер потрібно приступити до кування металевих прутів. Для початку я розігрію один із них, потім куватиму його на ковадлі з обох сторін, а в самому кінці - охолоджу отриманий виріб.

source: Skończyłem już swoją pracę na dziś, a od tych zapachów w kuchni miałem ochotę wyjść na świeże powietrze.
uk: Я вже закінчив свою роботу на сьогодні, а від тих ароматів на кухні мені захотілося вийти подихати свіжим повітрям.

source: Skończyłem przepisywać pierwsze zwoje. Pokażę Riordianowi, co udało mi się zdziałać.
uk: Я закінчив переписувати першу партію сувоїв. Треба показати Ріордіану, що мені вдалося зробити.

source: Skończyłem rozmowę. Do widzenia!
uk: Я закінчив розмову. До побачення!

source: Skończyłeś rozmowę?
uk: Ти закінчив розмову?

source: Skończyły mi się wytrychy.
uk: У мене закінчилися відмички.

source: Skraca kombinacje
uk: Зменшує кількість комбінацій

source: Skradanie się
uk: Крастись

source: Skryba Matey
uk: Писар Матей

source: Skrytka jest zaraz za rogiem, nie traćmy czasu.
uk: Схованка знаходиться відразу за рогом, не втрачаймо часу.

source: Skrzydełko czy nóżka?
uk: Крильце чи ніжку?

source: Skrzydła bagiennego trutnia
uk: Крило болотного трутня

source: Skrzydła krwiopijcy
uk: Крило шершня

source: Skrzydła wyrwane jako trofeum.
uk: Крило, вирване як трофей.

source: Skrzydła wyrwane krwiopijcy.
uk: Крило, вирване у шершня.

source: Skrzydło bagiennego krwiopijcy
uk: Крило болотного шершня

source: Skrzyneczka
uk: Скринька

source: Skrzynia
uk: Ящик

source: Skrzynia Dacka
uk: Скриня Дака

source: Skrzynia jest już niedaleko.
uk: Скриня знаходиться неподалік.

source: Skrzynia ludzi Volkera
uk: Скриня людей Волкера

source: Skrzynia na winogrona
uk: Ящик для винограду

source: Skrzynia pełna ryb
uk: Повен ящик риби

source: Skrzynia pełna różnych narzędzi
uk: Скриня з різними інструментами,

source: Skrzynia ryb od Zachary'ego
uk: Ящик з рибою від Захарія

source: Skrzynia wypełniona miodem, którą otrzymałem
uk: Ящик з медом, який я отримав

source: Skrzynia z miodami Bevina
uk: Ящик з медом Бевіна

source: Skrzynia z pancerzami
uk: Ящик з обладунками

source: Skrzynia z rybami
uk: Ящик з рибою

source: Skrzynia ze statku 'Avenal'.
uk: Скриня з корабля 'Авенал'.

source: Skrzynia, którą otrzymałem od Zachary'ego
uk: Ящик, який я отримав від Захарія.

source: Skrzynie oraz warsztaty wykonuje dla nas Davis, więc wszystko działa bez najmniejszego zarzutu.
uk: Скрині та верстати виготовляє для нас Девіс, тож все працює бездоганно.

source: Skrzynię zakopałem za tą palmą, nim to paskudztwo mnie dorwało. Chciałem to ukryć i wrócić po to później, no ale raczej nie będę miał już okazji.
uk: Я закопав скриню за цією пальмою, перш ніж мене дістала ця паскуда. Я хотів заховати її і повернутися по неї пізніше, але навряд чи у мене ще буде така можливість.

source: Skrzynka podłożona, pora wrócić do Południowca po nagrodę.
uk: Скриньку підкладено, час повертатися до південця за винагородою.

source: Skrzynka z biżuterią
uk: Скринька з прикрасами

source: Skrzynka z winem
uk: Ящик з вином

source: Skręciłem nogę i gówno widzę w tej dziurze. Na dodatek gdzieś mi się wyślizgnął klucz. Pełznę tylko jak chrząszcz, czekając aż coś lub ktoś mnie rozgniecie.
uk: Я підвернув ногу і тепер нічого не бачу в цій дірі. До того ж, ключ кудись вислизнув. Я просто повзаю, як жук, чекаючи, що хтось або щось мене розчавить.

source: Skręt Heisnera
uk: Скрутка Гейснера

source: Skręt bagiennego ziela
uk: Скрутка з болотної трави

source: Skręt mocnego tytoniu
uk: Скрутка з міцним тютюном

source: Skręt stworzony z dokładnie dobranych
uk: Скрутка з ретельно відібраного тютюнового листя.

source: Skręt tytoniu
uk: Скрутка з тютюном

source: Skręt z zagubionej paczki Heisnera.
uk: Скрутка із загубленого пакунка Гейснера.

source: Skręt zawierający w sobie wysuszony i
uk: Скрутка, що містить всередині висушений

source: Skręty dał mi Rasco.
uk: Ці скрутки мені дав Раско.

source: Skręty dał mi Rasco. (Wrób)
uk: Ці скрутки мені дав Раско. (Підставити)
